{
  "customer_name": "Mishae Love",
  "business_name": "",
  "first_name": "Mishae",
  "last_name": "Love",
  "address": "Unit 12/6 Tibbing St, Nerang QLD 4211",
  "address1": "Unit 12/6 Tibbing St",
  "address2": "",
  "city": "Nerang",
  "state": "QLD",
  "zip_code": "4211",
  "country": "Australia",
  "phone": "0400 882 783",
  "mobile": "",
  "work_phone": "",
  "home_phone": "",
  "email": "trent.jenkins@arcprojects.com.au",
  "customer_type": "Builders",
  "extra_phones": [
    "0427855287",
    "1300728225",
    "390296614",
    "169552416",
    "42169552"
  ],
  "po_number": "PO96799-BU01-003",
  "scope_of_work": "Kitchen 2\nAllowance to uplift Hybrid flooring\n6 m2\nAllowance to supply Hybrid flooring , inc underlay\n6 m2\nAllowance to install Hybrid flooring\n6 m2\nAllowance to install flooring to kitchen kick panels ,re-use aluminum plinth and clips\n5 lm\nOpen Plan Area\nAllowance to uplift Hybrid flooring\n39 m2\nAllowance to supply Hybrid flooring , inc underlay\n39 m2\nAllowance to install Hybrid flooring\n39 m2\nPlease note No allowance has been allowed for any floor preparation, should this be required a variation will be\nprovided for further review and assessment.\n1 m2",
  "dollar_value": 5700.0,
  "job_number": "Trent Jenkins 0400 882 783",
  "actual_job_number": "Details",
  "supervisor_name": "Trent Jenkins",
  "supervisor_mobile": "0400 882 783",
  "supervisor_email": "",
  "description_of_works": "Kitchen 2\nAllowance to uplift Hybrid flooring\n6 m2\nAllowance to supply Hybrid flooring , inc underlay\n6 m2\nAllowance to install Hybrid flooring\n6 m2\nAllowance to install flooring to kitchen kick panels ,re-use aluminum plinth and clips\n5 lm\nOpen Plan Area\nAllowance to uplift Hybrid flooring\n39 m2\nAllowance to supply Hybrid flooring , inc underlay\n39 m2\nAllowance to install Hybrid flooring\n39 m2\nPlease note No allowance has been allowed for any floor preparation, should this be required a variation will be\nprovided for further review and assessment.\n1 m2",
  "material_breakdown": "",
  "labor_breakdown": "",
  "rooms": "",
  "raw_text": "Work Order Details\nTo:\nA to Z Flooring Solutions\n Start Date:\n \n \nOrder Number:\nPO96799-BU01-003\n Finish Date:\n \n \nProject Manager:\nTrent Jenkins\nCase Manager:\nSamantha Porep\nPlease scan & complete\nsite risk assessment\nbefore proceeding with\nworks.\nP: 0427855287\nP: 1300728225\nE: trent.jenkins@arcprojects.com.au\nE: samantha.porep@arcprojects.com.au\nCustomer Details:\nMishae Love\nSite Address:\nUnit 12/6 Tibbing St, Nerang QLD 4211\nCustomer Phone:\n0400 882 783\nFlooring Contractor\nMaterial\nKitchen 2\nAllowance to uplift Hybrid flooring\n6 m2\nAllowance to supply Hybrid flooring , inc underlay\n6 m2\nAllowance to install Hybrid flooring\n6 m2\nAllowance to install flooring to kitchen kick panels ,re-use aluminum plinth and clips\n5 lm\nOpen Plan Area\nAllowance to uplift Hybrid flooring\n39 m2\nAllowance to supply Hybrid flooring , inc underlay\n39 m2\nAllowance to install Hybrid flooring\n39 m2\nPlease note No allowance has been allowed for any floor preparation, should this be required a variation will be\nprovided for further review and assessment.\n1 m2\nAll amounts shown are exclusive of GST.\n \nPreliminaries\nMaterial\nPreliminaries\nAllowance for waste removal and skip bin\n1 item\nAllowance for builders clean\n1 item\nAll amounts shown are exclusive of GST.\n \nTotal\n \nSub Total\n$5,700.00\nGST\n$570.00\nTotal AUD\n$6,270.00\nBy undertaking the works in this Purchase/Work Order, you agree to the Australian Restoration & Construction Terms & Conditions available from\nHead Office or on our website. Invoices will not be accepted unless all relevant Forms (e.g. Forms 15 & 16), Warranties and SWMS have been\nsupplied. \nPO96799-BU01-003\n25 May 2025\nQLD 1281643 | NSW 291154C | VIC CDB-U48549 | ACT 2019930 | SA BLD296646 | TAS 390296614\nACN 169 552 416 | ABN 42 169 552 416\nCOMMERCIAL | RESIDENTIAL | INSURANCE\nP 1300 728 225\nE office@arcprojects.com.au\npage 1 of 4\nAny PS/PC Items assigned within this Purchase order must be individually itemised on your\ninvoice with a price for it to be accepted. Failure to adhere to this may result in invoice processing\ndelays.\nPlease upload your invoice via the link on your work order email. Please address the invoice\nto Australian Restoration and Construction Pty Ltd and include PO96799-BU01-003 on the\ninvoice.\nPO96799-BU01-003\n25 May 2025\nQLD 1281643 | NSW 291154C | VIC CDB-U48549 | ACT 2019930 | SA BLD296646 | TAS 390296614\nACN 169 552 416 | ABN 42 169 552 416\nCOMMERCIAL | RESIDENTIAL | INSURANCE\nP 1300 728 225\nE office@arcprojects.com.au\npage 2 of 4\nSustainability\nBy completing this Purchase Order I agree to be proactively sustainable with my choices and use\nof materials as well as my actions onsite.\nIf you would like to learn how to be more sustainable in your operations, we can support you to do so. We are happy to offer free\nSustainability Training as part of our Build Clean Lead Green initiative. Please contact us at BCLG@arcprojects.com.au for more\ninformation.\n \nPO96799-BU01-003\n25 May 2025\nQLD 1281643 | NSW 291154C | VIC CDB-U48549 | ACT 2019930 | SA BLD296646 | TAS 390296614\nACN 169 552 416 | ABN 42 169 552 416\nCOMMERCIAL | RESIDENTIAL | INSURANCE\nP 1300 728 225\nE office@arcprojects.com.au\npage 3 of 4\nTerms & Conditions\n1. SCOPE OF WORKS\nYou must:\n(a) supply the Goods and Services to our satisfaction\nand in accordance with this WO;\n(b) provide everything required to perform the Services\nand complete the scope by the Completion Date;\n(c) obtain and comply with all permits and approvals\nnecessary to supply the Goods, carry out and complete\nthe Services (unless this WO expressly says that we\nwill); and\n(d) exercise a high standard of skill, care and diligence\nin relation to the Goods and the Services. You are\nresponsible for the care of the Goods until we accept\nthem under clause 4(c) or, if the Goods are subject to\nServices, the date the Services are completed.\n2. PRICING\nAgreed fixed quotes are not subject to rise and fall. Any\nworks outside of the agreed scope of works would be\nconsidered variation works as agreed with ARC\nrepresentative. The above is not applicable for Do &\nCharge and unquoted works.\n3. DOCUMENTS\n(a) The information and documents (including\ncopyright) made available to you by us or on our behalf\nremain our property.\n(b) You have no claim on account of any alleged\nstatement, warranty, representation, information or\ndocuments made or provided to you by us or on our\nbehalf.\n(c) You grant us an irrevocable, transferrable and\nroyalty free licence to use all intellectual property\nprovided in connection with this WO.\n(d) You have provided our office a copy of your relevant\ninsurances and licenses which includes but is not\nlimited to; public liability, work cover, registered builder\npractitioner license number, signed statement of works\ncompensation, pay-roll tax and remuneration.\n4. DELIVERIES\n(a) Goods must be delivered during normal work hours\nunless you make alternative arrangements with our\nrepresentative.\n(b) The Goods are delivered when the Goods are in\naccordance with this WO and delivery is acknowledged\nin writing by our representative.\n(c) Goods that are not in accordance with the relevant\nWO are deemed to not have been delivered.\n5. SERVICES\n(a) In carrying out the Services you must:\n (i) keep the work site clean and tidy and free of\nrubbish;\n (ii) comply with any Site policies or requirements\nnotified to you;\n (iii) not cause any harm or damage to the environment\nor the work of any other contractors;\n (iv) prevent nuisance and unreasonable noise and\ndisturbance; and\n (v) take all measures to protect people and property\n(including the Goods) from loss or damage.\n(b) If we need to carry out urgent works to protect\npersons or property which you should have done, we\ncan recover our costs as a debt due and owing from\nyou.\n(c) You must give us notice of when you consider that\nthe Services have been completed in accordance with\nthis WO and our representative will inspect the\nServices to determine whether or not they have been\ncompleted.\n(d) After inspection, we may\n (i) advise you in writing that the Services are complete;\nor\n (ii) advise you what further steps need to be taken\nbefore completion is achieved and clauses 5(c) and\n5(d) will reapply.\n6. DEFECTS\n(a) If there is any defect in anything supplied by you\nunder this WO, we may make a written request that the\ndefect is rectified at your cost and you must comply\nwith the request within the time stated in that request\n(or if not time is stated within 10 days).\n(b) If you do not rectify the defect in accordance with\nour request the cost of the rectification is a liquidated\ndebt due and owing from you to us.\n7. INVOICES AND PAYMENT\n(a) You may make claims for payment:\n (i) in respect of the Goods, after the Goods have been\ndelivered and accepted by us under clause 4(c); and\n (ii) in respect of the Services, after the Services have\nbeen completed and accepted by us under clause 5(d)\n(i).\n(b) You must submit your payment claim:\n (i) with a valid tax invoice, which must state the Work\nOrder No.;\n (ii) based on the value of the Goods supplied or the\nServices completed at that time; and\n (iii) to the company representative who issued the\nwork order.\n(c) If we dispute the amount you have claimed, we may\nissue you a payment schedule setting out the amount\nwe think is due and the reasons for the difference\nwithin 10 Business Days.\n(d) Subject to clause 7(c), we must pay to you the\nvalue of the Goods and/or Services determined by us,\nless any amounts we are entitled to retain or withhold\nand amounts previously paid.\n(e) Amounts payable under clause 7 are payable 30\ndays after receipt of invoice (except if payment is\ndisputed).\n(f) In consideration of us making the final payment to\nyou, you release us from all claims and actions and\nagree that you have no claim whatsoever arising out of\nor in connection with this WO.\n(g) A signed copy of this WO is to be attached as part\nof this invoice prior to receiving payment.\n(h) Payment of invoices will not be processed unless\nan up to date ‘not expired’ copy of your relevant\ninsurance, statements and license documents as\nindicated in (3d).\n8. CANCELLATION\nIf the Goods or the Services are:\n(a) not delivered or completed within forty-eight (48)\nhours after the Delivery Date or the Completion Date (as\napplicable) or any extended dates agreed to by us in\nwriting; or\n(b) determined by us not to comply with this WO, then we\nmay, at our discretion, regard this WO as repudiated by\nyou.\n9. WORK HEALTH AND SAFETY\nYou must:\n(a) maintain appropriate safety precautions and programs\nso as to prevent injury to persons or damage to property\non or near the Site;\n(b) comply with our work health and safety plans and\nrequirements, including any Site specified inductions and\nas per your signed SWMS, JSA’s relevant to your works.\n(c) Promptly notify, provide information and cooperate\nwith us with respect to any reportable incident.\n(d) Complete a site Risk Assessment by scanning the QR\ncode on this WO.\n10. HIRE\n(a) You warrant that any hired equipment supplied to us is\nin good working order and shall be maintained in good\nworking order by you for the Hire Period.\n(b) If we are of the opinion that any of the hired\nequipment supplied by you is not in good working order,\nwe may notify you of the hired equipment's failure to be in\ngood working order.\n(c) You must rectify any hired equipment that is not in\ngood working order within one hour of receiving\nnotification (or such longer period as agreed between us\nand you) and you are liable for any costs occurred by us\nas result of any failure in the hired equipment.\n11. CONDITIONS AND WARRANTIES\nWarranties of all applicable services and goods are to\nalign with all Australian Standards.\n12. THE AGREEMENT\n(a) The law of the State or Territory in which the Site is\nlocated governs this WO.\n(b) This WO comprises the whole of the agreement\nbetween the parties and any prior representations and\nother terms are excluded.\n(c) You will be taken to have accepted the terms of this\nWO by commencing the supply of the Goods or carrying\nout the Services or by confirming (verbally or in writing)\nthat you will supply the Goods or carry out the Services.\n(d) You indemnify us against any liability to or claim by a\nthird party and all costs, charges, expenses, fines,\npenalties, losses and damages suffered or incurred by us\nin connection with any wilful or negligent act or omission\nor breach of this WO by you.\nPO96799-BU01-003\n25 May 2025\nQLD 1281643 | NSW 291154C | VIC CDB-U48549 | ACT 2019930 | SA BLD296646 | TAS 390296614\nACN 169 552 416 | ABN 42 169 552 416\nCOMMERCIAL | RESIDENTIAL | INSURANCE\nP 1300 728 225\nE office@arcprojects.com.au\npage 4 of 4\n",
  "alternate_contact_name": "",
  "alternate_contact_phone": "",
  "alternate_contact_email": "",
  "alternate_contacts": [],
  "commencement_date": "",
  "installation_date": "",
  "ship_to_name": "",
  "ship_to_address": "",
  "ship_to_address1": "Unit 12/6 Tibbing St",
  "ship_to_address2": "",
  "ship_to_city": "Nerang",
  "ship_to_state": "QLD",
  "ship_to_zip": "4211",
  "ship_to_country": "Australia"
}
