{
  "customer_name": "Stephen Kelly",
  "business_name": "",
  "first_name": "Stephen",
  "last_name": "Kelly",
  "address": "2 Walker Avenue, Palm Beach",
  "address1": "2 Walker Avenue, Palm Beach",
  "address2": "",
  "city": "",
  "state": "",
  "zip_code": "",
  "country": "Australia",
  "phone": "0407575264",
  "mobile": "",
  "work_phone": "",
  "home_phone": "",
  "email": "samb@campbellcc.com.au",
  "customer_type": "Builders",
  "extra_phones": [
    "96151257",
    "042246952",
    "0448782398",
    "0409196095"
  ],
  "po_number": "CCC55132-88512",
  "scope_of_work": "CCC55132-88512\nFurniture\nPRELIMINARIES\nFURNITURE REMOVALIST - Allowance for removalist to move furniture and store on site to facilitate carpet and internal linings repairs. \nNOTE - Customer to provide a box for small items. Cost does not include packing and unpacking of small boxed items.\nFloor Covers\nBEDROOM 1\nCARPET INSTALL - - new carpet and underlay to best match existing, based on manufacturers availability. Standard Residential Carpet -\nApproximately 30 m2. including waste\nNOTE - Excludes floor preparation and levelling. No allowance for acoustic materials if required, price adjustment will apply.\nNOTE - Includes protection measures to mitigate loss or damage to property during works- Including but not limited to standard building &\ncontent covering / drop-sheets to work area only.",
  "dollar_value": 700.0,
  "job_number": "CCC55132",
  "actual_job_number": "",
  "supervisor_name": "",
  "supervisor_mobile": "",
  "supervisor_email": "",
  "description_of_works": "CCC55132-88512\nFurniture\nPRELIMINARIES\nFURNITURE REMOVALIST - Allowance for removalist to move furniture and store on site to facilitate carpet and internal linings repairs. NOTE - Customer to provide a box for small items. Cost does not include packing and unpacking of small boxed items.\nFloor Covers\nBEDROOM 1\nCARPET INSTALL - - new carpet and underlay to best match existing, based on manufacturers availability. Standard Residential Carpet -\nApproximately 30 m2. including waste\nNOTE - Excludes floor preparation and levelling. No allowance for acoustic materials if required, price adjustment will apply.\nNOTE - Includes protection measures to mitigate loss or damage to property during works- Including but not limited to standard building &\ncontent covering / drop-sheets to work area only.",
  "material_breakdown": "",
  "labor_breakdown": "",
  "rooms": "",
  "raw_text": " \n \n \nWORK ORDER\nJob Number: CCC55132\nOrder Date: 30/05/2025\n \n Contract No: CCC55132-88512\nCONTRACTOR \n JOB DETAILS\nName:\nCampbell Construction Co Pty Ltd\nJob Number: \nCCC55132\nABN: \n96 151 257 582\nClient Reference: H042246952 | AAMI\nAddress:\nLevel 2, Building B, 4-6 Innovation\nParkway, Birtinya, QLD, 4575\nCustomer:\nStephen Kelly\nCONTRACTOR'S REPRESENTATIVE\nSite Address:\n2 Walker Avenue, Palm Beach\nQLD 4221\nSupervisor's\nName:\nSam Barton\nSite Contact:\nStephanie Kelly - Daughter\nPhone:\n0448 782 398\nContact No:\n0409 196 095\nEmail:\nsamb@campbellcc.com.au\n \n \nCase Manager's\nName:\nChelsea Turner\n \n \nEmail:\nchelseat@campbellcc.com.au\n \n \n \n \n \n \nSUBCONTRACTOR\n \nName: \nA to Z Flooring Solutions Pty Ltd \n \n \nABN:\n74658650821\n \n \nPhone:\n0407575264\n \n \nEmail:\nbuilders@atozflooringsolutions.com.au  \n \n \nStart Date\n30/06/2025 \nCompletion Date\n30/06/2025 \nScope of Work:\nCCC55132-88512\nFurniture\nPRELIMINARIES\nFURNITURE REMOVALIST - Allowance for removalist to move furniture and store on site to facilitate carpet and internal linings repairs. \nNOTE - Customer to provide a box for small items. Cost does not include packing and unpacking of small boxed items.\nFloor Covers\nBEDROOM 1\nCARPET INSTALL - - new carpet and underlay to best match existing, based on manufacturers availability. Standard Residential Carpet -\nApproximately 30 m2. including waste\nNOTE - Excludes floor preparation and levelling. No allowance for acoustic materials if required, price adjustment will apply.\nNOTE - Includes protection measures to mitigate loss or damage to property during works- Including but not limited to standard building &\ncontent covering / drop-sheets to work area only.\nTotals\nTotals\n \n \n \nPage 1 of 3 pages\n \n \n \nSubtotal\n$700.00\nGST\n$70.00\nTotal\n$770.00\n \nPlease be advised that GST is included in the total amount of this work order regardless of if GST\nis listed as N/A.\nWork Order Conditions: \nThis Work Order is to be read together with and as subject to the current CCC Period Subcontract and its terms and\nconditions.\nPlease ensure that you read these Work Order Conditions upon receipt of this Work Order.\nWOC.1 This Work Order is required to engage the Subcontractor to complete the work described in the Scope of Work.\nWOC.2 You must confirm acceptance of these Work Order Conditions within 24 hours and before commencing the work.\nWOC.3 If you commence the work described in the Scope of Work without confirming your acceptance of these Work\nOrder Conditions you will be taken to have agreed to the Work Order Conditions, the CCC Period Subcontract and its\nterms and conditions.\nWOC.4 None of the work described in the Scope of Work may be subcontracted without the prior written consent of CCC.\nWOC.5 All work described in the Scope of Work must match existing (as close as possible). If alternate material or colour\nis required or requested, you must notify CCC and obtain a signed written approval from the Owner before work is\ncommenced.\nWOC.6 Any variation to the Scope of Work requested by the Owner must be approved in writing by CCC before the work\ncommences. If written approval is not received and the Owner is not satisfied with the completed work, you will be\nliable to rectify the work to the Owner's satisfaction, at your cost.\nWOC.7 All invoices must state the site address, job number, a description of the completed work, a breakdown of labour\n(hrs) and material costs and be sent to the CCC accounts payable team at invoices@campbellcc.com.au.\nWOC.8 Before and after photographs must be supplied with invoices (including any damages to the work area prior to\ncommencement of the work).\nWOC.9 All work must be completed in accordance with WHSE requirements, the Building Code of Australia, applicable\nAustralian Standards and manufacturer's recommendations. Completion of the work requires all forms, Warranties/and\nor Certification required by Building Regulation 2021 (eg. Form 43, Form 12, Form 30) to be provided to CCC.\nWOC.10 Payment of completed work generally in accordance with the CCC Period Subcontract will be authorised once\nthe work has been inspected by a CCC supervisor and all required documentation is received by CCC.\nWOC.11 You are responsible to understand and implement all WHSE requirements applicable to the work.\nWOC.12 High risk construction - a SWMS is required to be supplied for the following work;\n(a) asbestos removal\n(b) risk of person falling more than 2 metres\n(c) working on or near energised electrical services or installations\n(d) temporary load-bearing support for structural alterations or repairs\n(e) work in or near a confined space\n(f) tilt up or precast elements\n \n \n \nPage 2 of 3 pages\n \n \n \n(g) demolition of load bearing structures\n(h) working in area with movement of mobile plant\n(i) work in or near a trench deeper than 1.5m or a tunnel\nWOC.13 The Site Hazard Checklist must be kept onsite with your WHSE documents.\nWOC.14 All rubbish and debris must be removed from site or if supplied placed in the skip/bin or cage (DO NOT PUT\nWASTE IN ANY DOMESTIC BINS) and the site left in a safe, clean and tidy manner. A $200 cleaning fee will be deducted\nif the site is left untidy and CCC must engage a professional cleaner.\nWOC.15 For all Provisional Sum (PS) & Prime Cost (PC) items, these are to be submitted on a separate itemised invoice.\n \n \n \n \nPage 3 of 3 pages\n \nSite WHS Rules \n \n• \nComply with reasonable direction from the principal contractor or any PCBU on site \n• \nTake reasonable care for your own health and safety, and do not adversely affect the health and safety of \nother persons \n• \nSteel capped footwear to be worn at all times and appropriate construction clothing that meets Australian \nStandards \n• \nAll workers and contractors must complete a site safety induction by sign on to attendance register via QR \ncode when arriving to site prior to commencing any works (Initial site visit minimum) \n• \nNo illegal drugs or other substances are permitted on site or are to be consumed on site. If you are required \nto take strong prescription medication that warns against driving or using machinery, you must advise the \nprincipal contractor \n• \nAll PPE required by legislation, identified in a SWMS, SDS, or identified through the hazard identification and \nrisk management process must be worn and used in accordance with manufacturer’s instructions and where \ndirected by the principal contractor and in accordance with site signage \n• \nA SWMS must be completed for all High-Risk Construction Work as defined in legislation and must meet the \nrequirements of a SWMS as defined in legislation \n• \nSubcontractors must ensure all hazards applicable to their work are identified and controls implemented \nthrough a Risk Management process \n• \nSmoking within enclosed construction areas, 4 meters of building entrances is prohibited and must only be \nundertaken in a designated area \n• \nWorkers must only perform work for which they have been trained in and have the appropriate licences (e.g. \nElectrical, High Risk Licence) \n• \nAll subcontractors are responsible for ensuring they and all persons working for or contracted by them are \ntrained, have the appropriate licences, and understand the safety requirements for the site. This must be \ndone prior to commencing work. \n• \nAll incidents must be reported immediately to the Site Supervisor (injury, illness, near miss, damage, loss that \noccurs to a person, asset or the environment) \n• \nReport any Hazards to the Site Supervisor, and ensure any hazards arising from your works do not affect other \npersons (contractors, visitors, workers, the public) \n• \nAll electrical equipment onsite must have current test/tag \n• \nSDS must be available for any hazardous/dangerous chemical used onsite \n \n• \nAll plant, equipment, materials and personal protective equipment must be inspected before use, in good \ncondition, be properly maintained, suitable for task and comply with the relevant legislative requirements \nand/or Australian Standards \n• \nAll waste to be disposed of in the appropriate bins and the site must be maintained to a reasonable standard \nof housekeeping, cleanliness and hygiene \n• \nScaffolding must not be altered by any worker – Only the Scaffolder who erected the scaffold can make \nalterations to the scaffold \n• \nNo fighting, bullying or aggressive behaviour \n• \nDo not walk through barricaded areas \n• \nFollow safe lifting procedures at all times \n• \nDo not use or interfere with any plant and equipment fitted with ‘DANGER’ or ‘OUT OF SERVICE’ locks or \ntags. No plant or equipment is to be repaired or maintained unless properly isolated/switched off and/or \nstopped \n• \nThe requirements of the site WHSE Management Plan and Emergency Plans must be read and adhered to \n",
  "alternate_contact_name": "",
  "alternate_contact_phone": "",
  "alternate_contact_email": "",
  "alternate_contacts": [
    {
      "type": "Site Contact",
      "name": "Chelsea Turner",
      "phone": "0448 782 398",
      "email": ""
    }
  ],
  "commencement_date": "",
  "installation_date": "",
  "ship_to_name": "",
  "ship_to_address": "2 Walker Avenue, Palm Beach",
  "ship_to_address1": "2 Walker Avenue, Palm Beach"
}
