{
  "customer_name": "William John Weir",
  "business_name": "",
  "first_name": "William",
  "last_name": "John Weir",
  "address": "151 Warriewood Street Chandler QLD 4155",
  "address1": "151",
  "address2": "",
  "city": "Chandler",
  "state": "QLD",
  "zip_code": "4155",
  "country": "Australia",
  "phone": "0409483445",
  "mobile": "0409483445",
  "work_phone": "0408749431",
  "home_phone": "0732454537",
  "email": "bnbweir@bigpond.com",
  "customer_type": "Builders",
  "extra_phones": [],
  "po_number": "20173719-30",
  "scope_of_work": "completed.\n Please note, the below has been provided as an example only. Please adjust the break down on your\ninvoice to reflect the correct labour and material split to match the",
  "dollar_value": 45.0,
  "job_number": "DETAILS 0447012125",
  "actual_job_number": "20173719",
  "supervisor_name": "DETAILS",
  "supervisor_mobile": "0447012125",
  "supervisor_email": "",
  "description_of_works": "completed.\n Please note, the below has been provided as an example only. Please adjust the break down on your\ninvoice to reflect the correct labour and material split to match the",
  "material_breakdown": "",
  "labor_breakdown": "",
  "rooms": "",
  "raw_text": "Purchase Order P.O. No: 20173719-30\nThis Purchase Order, together with the General Conditions and Supplier Manual, sets out the\nSubcontract agreement between the Builder and Subcontractor. Once accepted, the Subcontract\ngoverns the general terms and conditions, trade and safety requirements for the Works.\nSite Address: 151 Warriewood Street Chandler QLD 4155\nCommencement date: Apr 16, 2025, 7:00:00 AM Completion date: Apr 16, 2025, 4:00:00 PM\nNotes:Hey guys please see p.os for for carpet supply and install\nThanks so much. Zoran we said Wednesday the 16/4 didn’t we ?\nThanks legends\nPROVISIONAL SUM: This order relates to a Provisional Sum Item/s. Break up of Invoice: Please ensure your invoice\nis broken into Materials and Labour components before uploading to the Ambrose Supplier Portal.\nIf you are completing additional works at this address and have been given a separate purchase order please\nensure you submit a Tax Invoice for each purchase order. Do not combine the purchase order items onto one\ninvoice.\nCommercial-in-confidence Page 1 of 5SUBCONTRACTOR DETAILS JOB DETAILS\nTrading Name: A TO Z FLOORING Job Number: 20173719\nSOLUTIONS Job Type: Residential\nAddress: 133 Redland Bay Road Capalaba PO Sent Date: Apr 10, 2025, 8:39:01 AM\nQLD 4157 Payment Terms: 14 days from submission of Invoice subject to\nABN: 74658650821 approval.\nPhone: 0731100077 Site Address: 151 Warriewood Street Chandler QLD 4155\nEmail: Insurer: Suncorp\nbuilders@atozflooringsolutions.com.au Insured Owner: William John Weir\nAuthorised Contact: Beverley Peden Weir\nSUPERVISOR DETAILS\nAuthorised Contact #: (H) 0732454537 (M) 0409483445\nName: Jackson Peters\nOccupant Contact:\nMobile: 0447012125\nProperty Manager:\nEmail:\nReal Estate Contact Details:\njackson.peters@ambroseconstruct.com.au\nOccupant: The tenant or occupant if different to the insured\nBEST CONTACT DETAILS owner. If there is no tenant or Property Manager, these will be\nblank\nDecision Maker: William John Weir\nContact Type: Insured Owner 1\nEmail: bnbweir@bigpond.com\nMobile: 0409483445\nHome: 0732454537\nWork: 0408749431\nDescription of the Works Quantity Unit\nBedroom 2 3.69L x 4.3W x H\nCarpet – Supply of 100% wool twist carpet very high end - PC Allowance - 15.87 M2\n$45m2\nBedroom 1 5.99L x 3.61W x H\nCarpet – Supply of 100% wool twist carpet very high end - PC Allowance - 21.62 M2\n$45m2\nBedroom 4 3.13L x 3.59W x H\nCarpet – Supply of 100% wool twist carpet very high end - PC Allowance - 11.24 M2\n$45m2\nBedroom 3 3.08L x 3.79W x H\nCarpet – Supply of 100% wool twist carpet very high end - PC Allowance - 11.67 M2\n$45m2\nTOTAL Purchase Order Price (ex GST) $2,718.00\nCommercial-in-confidence Page 2 of 5IMPORTANT - Purchase Order (Invoice) Breakdown\nPlease show a breakdown between labour and materials on the invoice, including a clear description of works\ncompleted.\n Please note, the below has been provided as an example only. Please adjust the break down on your\ninvoice to reflect the correct labour and material split to match the total Purchase Order value.\nTrade Type Labour / Materials Value\nFloor Covering Materials $2,718.00\nDefect Liability - Refer to clause 6 (Defects) of the Subcontract agreement\nIssued by: Jackson Peters (W) (M) 0447012125 (E) jackson.peters@ambroseconstruct.com.au\nDate/Time/Milestone that a Progress Claim may be submitted: ________________ (if left blank, the\nSubcontractor may issue a Progress Claim on the Works achieving Completion). The Subcontractor must submit\nits Progress Claim via the Supplier Portal. The Subcontractor must not submit its Progress Claim to the\nSupervisor. Any enquiries must be emailed to: accountspayable@ambroseconstruct.com.au.\nPlease note, if the Works cannot be carried out as per the Purchase Order Price please contact the Ambrose\nConstruct Group Pty Ltd Supervisor.\nThe Builder will not be liable to pay to the Subcontractor:\n1. any amounts claimed by the Subcontractor above the Purchase Order Price; nor\n2. any amounts relating to work which goes beyond the scope of the Works set out in this Purchase Order,\nunless Ambrose Construct Group Pty Ltd has agreed to such variations strictly in accordance with the\nSupplier Manual, Purchase Order General Conditions.\nCommercial-in-confidence Page 3 of 5EXTRA DOCUMENTS MAY BE REQUIRED AT THE TIME OF SUBMITTING THE SUBCONTRACTOR'S PROGESS\nCLAIM (INVOICE) IF THE WORKS THE SUBCONTRACTOR HAS COMPLETED RELATE TO ANY OF THE\nFOLLOWING:\nALL Make safes: Require a report with before and after images – the report should be accessible via Tradies Web.\nSpecialist report: If we’ve engaged the Subcontractor to report on a certain item we require the report outlining the findings including images\nInstallation of termite management/protection systems: Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for\nworks not requiring Building Approval\nWaterproofing: Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for works not requiring Building Approval.\nWaterproofing Report to be completed via Tradies Web.\nShowerscreens - new: Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for works not requiring Building\nApproval\nWindows - new (not just glazed): Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for works not requiring\nBuilding Approval\nHot Water System: Form 4 required for any installation, replacement or removal of HWS\nAsbestos: Progress Claim (Invoice) needs to state m2 removed. If removal is over 10m2 the following documents are required:\nSafe work method statement\nAsbestos removal control plan\nForm 65\nWaste transport certificate\nand if we engaged the Subcontractor for it; a Clearance certificate also\nAny modification or installation of new gas: Gas Compliance Certificate\nNew appliances installed (AC, ovens, rangehoods etc): Warranty certificate stating the manufacturers details, installers details, site address,\ninstallation date, item description, serial and model numbers.\nReplacement of Solar Panels: Warranty Certificate, or details including Warranty Term, Panel Type and Serial Number. If replacing the Solar\nInverter, Warranty Certificate to be provided stating the manufacturers details, installers details, site address, installation date, item description, serial\nand model numbers.\nElectrical – Mega testing: We require the mega testing results showing the outcome of the items tested.\nElectrical Safety Advice: We require a copy of the Electrical Safety Advice\nInstallation of Energy Efficiency measures: Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for works not\nrequiring Building Approval.\nInstallation of smoke alarms: Form 12 to be provided for works requiring Building Approval, Compliance Certificate to be provided for works not\nrequiring Building Approval.\nRoofing: Form 43 is to be provided for roofing works requiring Building Approval, Form 30 to be provided for works not requiring Building Approval\n- Invoices must state roofing quantities (m2, lm)\n- Ambrose Construct Group metal roofing completion report needs to be completed via Tradies Web.\n- Completion photos must be provided where roof sheeting or roof tiles have been replaced\nRestoration/Sanitization: If drying has occurred we require a Moisture certificate stating the moisture levels on completion. If mould remediation has\noccurred, the certificate needs to state what chemicals have been used and where. Report and photos (showing equipment installed etc)\nScaffolding/Edge: Photos showing scaffold/edge protection erected, clear photo of the Scaff tag and Handover Certificate, Progress Claim (Invoice)\nmust state m2/lm.\nInstallation of Dust Screens/Floor Protection: Images of the dust screens or floor protection installed must be provided\nStairs/Ballustrading: Form 43 to be provided for works requiring Building Approval, Form 30 to be provided for works not requiring Building Approval.\nIMPORTANT NOTICE WHEN PROVIDING THE PROGRESS CLAIM (INVOICE)\nCommercial-in-confidence Page 4 of 5The Subcontractor should note its obligations under Clause 4.3 of Schedule 5 of the Period Subcontract Agreement entered into between the Builder\nand the Subcontractor.\nClause 4.3 of Schedule 5 of the Period Subcontract Agreement states:\n“A Progress Claim must contain:\na. details of the work and the value of that work at the Agreed Rates carried out by the Subcontractor up to and including the date the\nSubcontractor submits its claim;\nb. a Supporting Statement as may be required under the Security of Payment Law;\nc. any such other information as required under the Security of Payment Law; and\nd. such other information as the Builder may reasonably require, including if requested by the Builder, a signed statutory declaration that all\nSubcontractors, contractors and employees have been paid all amounts due in respect of the Works to the date of the Progress Claim.”\nPursuant to clause 4.3(d) of the Period Subcontract Agreement, the Subcontractor is directed to ensure all of the following information (where\nrelevant) is included with its Progress Claim (invoice):\n1. Job Number and Site Address as stated on the Purchase Order;\n2. invoice addressed to “Ambrose Construct Group Pty Ltd”;\n3. a full description of the work that has been performed;\n4. an itemised breakdown between the labour and materials;\n5. where the invoice amount exceeds the Purchase Order Price, provide reasons as to why this amount should be paid, including any variations\napproved by Ambrose in writing pursuant to clause 5.5 of the Period Subcontract Agreement;\n6. where roofing work has been performed, the m2 roofing supplied; and\n7. where the claim is a final Progress Claim on completion of the Works:\na. supporting reports and photographs taken of the works performed or goods and services provided; and\nb. copies of relevant tests or certifications (Form 16) relevant to the Works.\nIn accepting this Purchase Order, the Subcontractor acknowledge that the above information is reasonably required by the Builder to identify the\nconstruction work or related goods and services to which the Progress Claim (invoice) relates and to assess the value of the Subcontractor’s claim.\nFAILURE TO PROVIDE THE ABOVE INFORMATION MAY RESULT IN ALL OR PART OF THE SUBCONTRACTOR’S PROGRESS CLAIM BEING\nDECLINED\nPlease submit the Subcontractor's Progress Claim (Invoice) via Tradies Admin or if you have any enquiries\nplease email accountspayable@ambroseconstruct.com.au.\nDo not email the Subcontractor's Progress Claim (Invoice) to the Supervisor.\nPlease refer to the Extra Documents page of this PO which provides details of any additional documents\nwhich might be required to be provided with the Subcontractor's Progress Claim (Invoice).\nAmbrose Construct Group\nAmbrose Construct Group Pty Ltd • ABN: 35 131 176 102 • www.ambroseconstruct.com.au\nQLD: 1143562. NSW: 232618C. ACT: 2020146. VIC: CCB-U 74889 CDB-U 74888. SA: BLD 323607. WA: BC104452. NT: 352884CU. Tas: 999869951.\nCommercial-in-confidence Page 5 of 5",
  "alternate_contact_name": "",
  "alternate_contact_phone": "",
  "alternate_contact_email": "",
  "alternate_contacts": [],
  "commencement_date": "",
  "installation_date": "",
  "ship_to_name": "",
  "ship_to_address": "151 Warriewood Street Chandler QLD 4155",
  "ship_to_address1": "151",
  "ship_to_address2": "",
  "ship_to_city": "Warriewood Street Chandler",
  "ship_to_state": "QLD",
  "ship_to_zip": "4155",
  "ship_to_country": "Australia"
}
